const meta = {
  title: "Cycling around Taiwan (2007)",
  description: ""
};

const coords = [
  [25.0531485,121.5229978, "Taipei 台北"],
  [24.93505, 121.70813, "Pinglin 坪林"],
  [24.59567, 121.85636, "Su Ao 蘇澳"],
  [24.32732, 121.7803, "He Ping 和平"],
  [23.99418, 121.60244, "Hualien 花蓮"],
  [23.10586, 121.36055, "Chenggong 成功"],
  [22.69233, 121.01802, "Zhiben 知本"],
  [22.18151, 120.69035, "Feng Gang 楓港"],
  [22.63109, 120.35769, "Fongshan 高雄鳳山"],
  [23.29969, 120.30089, "Sinying 台南新營"],
  [24.07598, 120.56285, "Changhua 彰化"],
  [24.78477, 120.95603, "Hsinchu 新竹"],
  [25.0531485,121.5229978, "Taipei 台北"]
];